cask_args appdir: '/Applications'

brew "coreutils"
brew "gh"
brew "wget"
brew "yt-dlp"
brew "go"
brew "zsh"
brew "node"
brew "nvm"
brew "fzf"
brew "awscli"
brew "neovim"
brew "git-delta"
brew "ripgrep"
brew "lazygit"
brew "gdu"
brew "python"
brew "bottom"
brew "tmux"
brew "spaceman-diff"
brew "zsh-autosuggestions"
brew "zsh-syntax-highlighting"

cask "1password"
cask "orbstack"
cask "nikitabobko/tap/aerospace"
cask "1password-cli"
cask "visual-studio-code"
cask "discord"
cask "spotify"
cask "slack"
cask "ghostty"
cask "google-chrome"

cask "font-jetbrains-mono-nerd-font"

