cask_args appdir: '/Applications'

tap 'homebrew/bundle'

brew 'coreutils'
brew 'wget'
brew 'hub'
brew 'yt-dlp'
brew "go"
brew "zsh"
brew "node"
brew "nvm"
brew "fzf"
brew "awscli"
brew "neovim"
brew "git-delta"
brew "ripgrep"
brew "lazygit"
brew "gdu"
brew "python"
brew "bottom"
brew "ghostty"
brew "tmux"
brew 'spaceman-diff'

cask '1password'
cask 'visual-studio-code'
cask "discord"
cask "spotify"
cask "slack"
cask "ghostty"

cask "font-jetbrains-mono-nerd-font"

